<%@ page pageEncoding="UTF-8" contentType="text/html; charset=UTF-8"%>

<div id="m_contents" >
b1
    <div class="container">

      <h1>s2</h1>
      <p>이 문서를 사용하여 새 프로젝트를 빨리 시작할 수 있다.<br> 이 문구와 HTML 문서 골격이 전부이다.</p>

    </div> <!-- /container -->

</div>
<!-- 
    ====================================================================================================================
    =============================================== 스크립트 영역  ======================================================
    ====================================================================================================================
 -->

<!-- 추가 플러그인 -->


<!-- 해당 페이지 스크립트-->
<script src="/js/sample.js"></script>

