
/**********************************************************************************
 * 
 * sample JS
 * : 
 * 
 * @author Boh
 * @since 2014/03/21
 * 
 **********************************************************************************/




var mMain={

 actEvent:function(){
	alert("이벤트 핸들러 초기화"); 
 },
 
 init:function(){
	 alert("초기화");
	 
 }
};


//==================================
//페이지(도큐먼트) 초기화
//==================================

function initDocument(){
	mMain.init();
	mMain.actEvent();
}
