
/**********************************************************************************
 * 
 * sample JS
 * : 
 * 
 * @author Boh
 * @since 2014/03/21
 * 
 **********************************************************************************/




var mMain={

	 actEvent:function(){
		
	 },
	 
	 init:function(){
		 alert(Modernizr)
		 
		 if(Modernizr.video){
			    alert("동영상 지원이 된다.");
			}else{   
			    alert("동영상 지원이 되지 않는다.");
			}
		
	 }
};


//==================================
//페이지(도큐먼트) 초기화
//==================================

function initDocument(){
	mMain.init();
	mMain.actEvent();
}


